/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"4文字以上12文字以内で入力してください。\n" = "4文字以上12文字以内で入力してください。\n";

/* No comment provided by engineer. */
"このアプリについて" = "このアプリについて";

/* No comment provided by engineer. */
"ガス" = "ガス";

/* No comment provided by engineer. */
"タイトルが入力されていません。\n" = "タイトルが入力されていません。\n";

/* No comment provided by engineer. */
"データ保護のために設定したパスワードを入力してください。\n\n\n" = "データ保護のために設定したパスワードを入力してください。\n\n\n";

/* No comment provided by engineer. */
"データ保護のためのパスワードを設定します。半角英数字4文字以上12文字以内で入力してください。\n\n\n" = "データ保護のためのパスワードを設定します。半角英数字4文字以上12文字以内で入力してください。\n\n\n";

/* No comment provided by engineer. */
"パスワードが一致しません。\n" = "パスワードが一致しません。\n";

/* No comment provided by engineer. */
"パスワード入力" = "パスワード入力";

/* No comment provided by engineer. */
"パスワード設定" = "パスワード設定";

/* No comment provided by engineer. */
"ローン" = "ローン";

/* No comment provided by engineer. */
"予算" = "予算";

/* No comment provided by engineer. */
"入力された値が大きすぎます。\n" = "入力された値が大きすぎます。\n";

/* No comment provided by engineer. */
"入力エラー" = "入力エラー";

/* No comment provided by engineer. */
"利用可能額/月" = "利用可能額/月";

/* No comment provided by engineer. */
"利用可能額/週" = "利用可能額/週";

/* No comment provided by engineer. */
"半角英数字を入力してください。\n" = "半角英数字を入力してください。\n";

/* No comment provided by engineer. */
"収入" = "収入";

/* No comment provided by engineer. */
"収入合計" = "収入合計";

/* No comment provided by engineer. */
"収入項目\n" = "収入項目\n";

/* No comment provided by engineer. */
"家計の予算編成" = "家計の予算編成";

/* No comment provided by engineer. */
"家計簿が『支出の結果』を記録するのに対し、本アプリでは『支出の計画』をたてます。\n①収入 - 毎月固定の収入\n②貯蓄 - 毎月固定の貯蓄額\n③支出 - 毎月固定の費用と水道光熱費などのインフラ関連費用\n\nの項目を入力することにより、1週間に利用可能な食事、交遊費などの変動費の算出を行い、計画的な金銭管理をサポートします。" = "家計簿が『支出の結果』を記録するのに対し、本アプリでは『支出の計画』をたてます。\n①収入 - 毎月固定の収入\n②貯蓄 - 毎月固定の貯蓄額\n③支出 - 毎月固定の費用と水道光熱費などのインフラ関連費用\n\nの項目を入力することにより、1週間に利用可能な食事、交遊費などの変動費の算出を行い、計画的な金銭管理をサポートします。";

/* No comment provided by engineer. */
"家賃" = "家賃";

/* No comment provided by engineer. */
"携帯電話" = "携帯電話";

/* No comment provided by engineer. */
"支出" = "支出";

/* No comment provided by engineer. */
"支出合計" = "支出合計";

/* No comment provided by engineer. */
"支出項目\n" = "支出項目\n";

/* No comment provided by engineer. */
"文字が入力されていません。\n" = "文字が入力されていません。\n";

/* No comment provided by engineer. */
"水道" = "水道";

/* No comment provided by engineer. */
"積立貯金" = "積立貯金";

/* No comment provided by engineer. */
"給与収入" = "給与収入";

/* No comment provided by engineer. */
"表示\n" = "表示\n";

/* No comment provided by engineer. */
"設定" = "設定";

/* No comment provided by engineer. */
"貯蓄" = "貯蓄";

/* No comment provided by engineer. */
"貯蓄合計" = "貯蓄合計";

/* No comment provided by engineer. */
"貯蓄項目\n" = "貯蓄項目\n";

/* No comment provided by engineer. */
"金額" = "金額";

/* No comment provided by engineer. */
"金額が入力されていません。\n" = "金額が入力されていません。\n";

/* No comment provided by engineer. */
"金額は半角数字で入力してください。\n" = "金額は半角数字で入力してください。\n";

/* No comment provided by engineer. */
"電気" = "電気";

/* No comment provided by engineer. */
"項目" = "項目";

/* No comment provided by engineer. */
"項目と金額の設定" = "項目と金額の設定";

/* No comment provided by engineer. */
"項目名" = "項目名";

/* No comment provided by engineer. */
"項目名\n0" = "項目名\n0";

/* No comment provided by engineer. */
"項目名は全角8文字以内（全角16文字以内)で入力してください。\n" = "項目名は全角8文字以内（全角16文字以内)で入力してください。\n";

/* No comment provided by engineer. */
"項目名を全角8文字以内（全角16文字以内)で入力してください。金額を半角数字で入力してください。\n\n" = "項目名を全角8文字以内（全角16文字以内)で入力してください。金額を半角数字で入力してください。\n\n";

